Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/index.html.txt.tmx
Source language: en
Languages: ga

source: Local authority and social housing
ga: An t-údarás áitiúil agus tithíocht shóisialta

source: Applying for local authority/social housing
ga: Iarratas a dhéanamh ar thithíocht shóisialta/údaráis áitiúil

source: How to qualify for social housing support from a local authority or other provider
ga: Tá cur síos anseo ar a bhfuil le déanamh le iarratas ar theach a chur chuig an údarás áitiúil

source: Inheriting a local authority tenancy
ga: Tionóntacht shóisialta a fháil tar éis bháis do ghaol leat

source: A relative who has been living with a tenant may be able to take over the tenancy if the tenant dies
ga: Má bhí tú i do chónaí le gaol leat, a bhí ina thionónta ag údarás áitiúil agus atá tar éis bás a fháil, is d'fhéadfá seilbh a ghlacadh ar an tionóntacht

source: Getting a transfer to another local authority home
ga: Aistriú chuig teach eile de chuid an údaráis áitiúil

source: Local authorities operate transfer lists for people who want to move to another local authority home. Private transfers can be arranged with the local authorities' permission
ga: Bíonn liostaí aistrithe ag na húdaráis áitiúla do dhaoine gur mian leo aistriú chuig teach eile de chuid an údaráis

source: Housing associations and co-operatives are charities that provide affordable rented housing
ga: Carthanais iad comhlachais tithíochta a chuireann tithíocht ar cíos ar fáil

source: Buying a local authority house or flat
ga: Teach nó árasán a cheannach ón údarás áitiúil

source: Schemes for local authority tenants to buy their homes at a discount
ga: Scéimeanna do thionóntaí údaráis áitiúil chun a dtithe nó a n-árasáin a cheannach ar lascaine

source: A new scheme has been introduced in 2016
ga: Tá scéim nua ar fáil i 2016

source: Your rights as a housing association tenant
ga: Do chearta mar thionónta chumann tithíochta

source: Tenants of housing associations have very similar rights to those of private tenants
ga: Tá cur síos ginearálta sa cháipéis seo ar do chearta mar thionónta chumann tithíochta

source: Repossession of rented social housing
ga: Tithíocht shóisialta ar cíos a athshealbhú

source: The procedures that local authorities must follow before repossessing a rented dwelling
ga: Na nósanna imeachta nach mór d’údaráis áitiúla a leanúint sula ndéanann siad áit chónaithe ar cíos a athshealbhú

source: Joint tenancy and relationship breakdown
ga: Tionóntacht chomhpháirtíoch agus cliseadh caidrimh

source: If your relationship with your joint tenant has broken down, you can ask for their name to be removed from the tenancy agreement
ga: Conas tionóntacht chomhpháirtíoch a athrú go tionóntacht aonair

source: What to do if you are a local authority tenant falling behind with your rent
ga: Céard a dhéanamh má tá tú ag titim ar gcúl le d'íocaíochtaí cíosa

source: Anti-social behaviour in social housing
ga: Iompar frithshóisialta i dtithíocht shóisialta

source: Local authorities can evict tenants who are engaging in anti-social behaviour
ga: Tá cumhachtaí áirithe ag údaráis áitiúla duine atá ag baint le h-iompar frithshóisialta a dhíshealbhú óna theach

source: The Rental Accommodation Scheme is run by local authorities for people getting Rent Supplement for more than 18 months
ga: Tá an Scéim Chóiríochta ar Cíos á reachtáil ag na húdaráis áitiúla do dhaoine a fhaigheann Forlíonadh Cíosa ar feadh níos mó ná 18 mí

source: Social housing waiting lists
ga: Liostaí feithimh tithíochta sóisialta

source: People who are qualified for social housing support and who have not yet received it are recorded on the housing waiting list
ga: Cuirtear daoine atá cáilithe do thacaíocht tithíochta sóisialta agus nach bhfuair an tacaíocht sin go fóill i gcuntas ar an liosta feithimh tithíochta sóisialta

source: Local authorities are currently contacting households on their lists to confirm that they still qualify for social housing support
ga: Tá teagmháil á déanamh faoi láthair ag údaráis áitiúla le teaghlaigh atá ar a liostaí lena dheimhniú go gcáilíonn siad go fóill do thacaíocht tithíochta sóisialta

source: Most Read in "Housing"
ga: Ábhar is mó éilimh i "Tithíocht"

source: If your landlord wants you to leave
ga: Má theastaíonn ó do thiarna talún go bhfágfadh tú an teach nó an t-árasan
